Repository: Libertasio/xfce4-embed-plugin
Catalog: po/*.po
Languages: eu, fr

source: Embed
eu: Kapsulatu
fr: Embarqué

source: _Embed
eu: Kapsulatu
fr: _Embarqué

source: Pop _Out
eu: Irten
fr: Sortir

source: _Close
eu: _Itxi
fr: Fermer

source: Unable to open the following url: %s
eu: Ezin da hurrengo urla ireki: %s
fr: Impossible d'ouvrir l'url suivante : %s

source: Input is valid
eu: Sarrera balioduna da
fr: L'entrée est valide

source: Input is invalid
eu: Sarrera ez da balioduna
fr: L'entrée est invalide

source: Embed Plugin
eu: Kapsulatze plugina
fr: Extension embarquée

source: Application Launching
eu: Aplikazioa abiaraztea
fr: Lancement d'application

source: If a window is not found (or there are no criteria), a command can optionally be launched. The command can either result in a window that matches the below criteria, or it can use the socket ID passed to it (%s) to embed itself automatically.
eu: Leihorik aurkitzen ez bada (edo irizpiderik ez badago), komando bat abiarazi daiteke aukeran. Komandoa azpiko irizpidearekin bat datorren leiho bat izan dezake emaitza bezala, edo pasatutako socket IDa (%s) erabili dezake bere burua kapsulatzeko.
fr: Si une fenêtre n'est pas trouvée (ou sans critères), une commande peut éventuellement être lancée. La commande peut se traduire par une fenêtre qui correspond aux critères ci-dessous, ou il peut utiliser l'ID de la socket passé pour (%s) s'embarquer automatiquement.

source: Leave blank to not launch anything %s expands to the socket ID
fr: Laisser vide pour ne rien lancer %s étendu à l'ID de la socket

source: L_aunch command
eu: _Abiarazteko komandoa
fr: Commande de _lancement

source: Selection Criteria
eu: Hautapen irizpidea
fr: Critères de sélection

source: The window to embed must match all of the non-blank criteria. Leave everything blank to rely on a launch command with socket ID.
eu: Kapsulatu beharreko leihoa irizpide ez huts guztiarekin bat etorri behar da. Utzi dena hutsik komando bat abiarazteaz fidatzeko socket ID batekin.
fr: La fenêtre intégrée doit correspondre à tous les critères non-vierges. Laisser tout vide pour s'appuyer sur une commande de lancement avec l'ID socket.

source: _Process name
eu: _Prozesuaren izena
fr: Nom _processus

source: Match the window's application's process name Leave blank if it is not a criterion
eu: Leihoaren aplikazioaren prozesu izenarekin bat etorri Utzi hutsik irizpide bat ez bada
fr: faire correspondre au nom du processus de l'application de la fenêtre Laisser vide si ce n'est pas un critère

source: _Window class
eu: _Leihoaren klasea
fr: Classe de la fenêtre

source: Match the window's class Leave blank if it is not a criterion
eu: Leihoaren klasearekin bat etorri Utzi hutsik irizpide bat ez bada
fr: Faire correspondent à la classe de la fenêtre Laisser vide si ce n'est pas un critère

source: Window _title
eu: Leihoaren _izenburua
fr: Titre de la fenê_tre

source: Match the window's title using a REGEX Leave blank if it is not a criterion
eu: Leihoaren izenburuarekin bat etorri REGEX erabiliz Utzi hutsik irizpide bat ez bada
fr: Faire correspondre au titre de la fenêtre à l'aide d'une REGEX Laisser vide si ce n'est pas un critère

source: Display
eu: Bistarazi
fr: Écran

source: Leave blank to hide the label %s expands to the embedded window's title
fr: Laisser vide pour masquer l'étiquette %s élargit le titre de la fenêtre intégrée

source: _Label format
eu: _Etiketaren formatua
fr: Format de l'étiquette

source: Label _font
eu: Etiketaren _letra-tipoa
fr: Police de l'étiquette

source: Choose the label font
eu: Aukeratu etiketaren letra-tipoa
fr: Choisissez la police de l'étiquette

source: Minimum _size (px)
fr: Taille minimum (px)

source: Minimum size of the embedded window Set to 0 to keep the original window size
fr: Taille minimale de la fenêtre embarquée Mettre à 0 pour conserver la taille de la fenêtre d'origine

source: _Expand
eu: H_edatu
fr: Étendre

source: Use up all available panel space
eu: Panel toki eskuragarri guztia erabili
fr: Utiliser tout l'espace disponible du panneau

source: Embeds an arbitrary window into the panel
fr: Intègrer une fenêtre quelconque dans le panneau

source: _Focus
eu: _Fokua
